"Scan for Large and Old Files" = "古いファイル／大容量ファイルを探すためにスキャン";
"Erase with CleanMyMac" = "CleanMyMac で消去";
"Securely Erase with CleanMyMac" = "CleanMyMacで確実に消去";
"Clean with CleanMyMac" = "CleanMyMac でクリーンアップ";
"Uninstall with CleanMyMac" = "CleanMyMac でアンインストール";
"Clean iPhoto Library with CleanMyMac" = "CleanMyMac で iPhoto ライブラリをクリーンアップ";
